csb017/AC-Source-MYSmart-Offline标准版 2025 0403(NewEncryption-License)/GetUnitInfo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:GetUnitInfo>
         <!--Optional:-->
         <tem:serialNumber>%s</tem:serialNumber>
         <!--Optional:-->
         <tem:stationName>%s</tem:stationName>
         <!--Optional:-->
         <tem:userId>%s</tem:userId>
      </tem:GetUnitInfo>
   </soapenv:Body>
</soapenv:Envelope>